Repository: greenpeace/planet4-gpch-gutenberg-blocks
Catalog: languages/planet4-gutenberg-blocks-*.po
Languages: de_de

source: Planet 4 GPCH Gutenberg Blocks: Advanced Custom Fields must be installed and activated for this plugin to work.
de_de: Planet 4 GPCH Gutenberg Blocks: Advanced Custom Fields muss installiert und aktiviert sein damit dieses Plugin funktioniert.

source: Read More Button Text
de_de: Text Knopf "Weiterlesen"

source: The text on the read more button. Leave empty to use the standard.
de_de: Der Text auf dem "Weiterlesen"-Knopf. Leer lassen um den Standard zu verwenden.

source: Read More Button Link
de_de: Link des "Weiterlesen"-Knopfs

source: Leave empty for default behaviour: The button loads more articles in place. If you set this field, the button will link to a separate page instead.
de_de: Leer lassen um neue Artikel direkt in der Seite zu laden. Wird eine URL ausgewählt, verlinkt der Knopf stattdessen auf diese.

source: Post Types
de_de: Post Typen

source: Article Count
de_de: Anzahl Artikel

source: Ignore Tags
de_de: Ignoriere Tags

source: Ignore tags and show posts of all tags
de_de: Ignoriere Tags und zeige Beiträge aller Tags

source: Select posts
de_de: Beitrag auswählen

source: Select posts to show manually and override the tag / post type selection
de_de: Wähle Beiträge manuell um die Auswahl nach Tags / Beitragstypen zu überschreiben

source: Planet4: Articles
de_de: Planet4: Artikel

source: Planet4 Block: Articles List
de_de: Planet4 Block: Artikelliste

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Top Left
de_de: Oben Links

source: Top Center
de_de: Oben Zentriert

source: Top Right
de_de: Oben Rechts

source: Middle Left
de_de: Mitte Links

source: Middle Center
de_de: Mitte Zentriert

source: Middle Right
de_de: Mitte Rechts

source: Bottom Left
de_de: Unten Links

source: Bottom Center
de_de: Unten Zentriert

source: Bottom Right
de_de: Unten Rechts

source: 1 Row
de_de: 1 Zeile

source: 2 Rows
de_de: 2 Zeilen

source: All
de_de: Alle

source: Facebook page URL
de_de: Facebook Seiten-URL

source: Facebook Content
de_de: Facebook-Inhalte

source: Align
de_de: Ausrichten

source: The block works with the following social media content:
de_de: Der Block funktioniert mit den folgenden Social-Media-Inhalten:

source: Select Issue
de_de: Issue/Basket auswählen

source: Title
de_de: Titel

source: (Optional) Fill this only if you need to override issue title.
de_de: (Optional) Nur ausfüllen um den Titel des Issues/Baskets zu überschreiben.

source: (Optional) Fill this only if you need to override the issue description.
de_de: (Optional) Nur ausfüllen um die Beschreibung des Issues/Baskets zu überschreiben

source: Issue Link Text
de_de: Issue/Baset Link Text

source: Issue Link
de_de: Issue/Basket Link

source: Issue Image
de_de: Issue/Basket-Bild

source: Focus Issue Image
de_de: Ausrichtung Issue/Basket-Bild

source: Select Campaign Tag
de_de: Kampagnen-Taga auswählen

source: Campaign Description
de_de: Kampagnen-Beschreibung

source: (Optional) Fill this only if you need to override the campaign description.
de_de: (Optional) Nur ausfüllen um die Beschreibung der Kampagne zu überschreiben.

source: Campaign button text
de_de: Text Kampagnen-Knopf

source: Campaign button link
de_de: Link Kampagnen-Knopf

source: Campaign Image
de_de: Bild Kampagne

source: (Optional) Fill this only if you need to override the campaign image.
de_de: (Optional) Nur auswählen, um das Kampagnenbild zu überschreiben.

source: Focus Campaign Image
de_de: Ausrichtung Kampagnen-Bild
